tap "homebrew/bundle"
brew "caskroom/cask/brew-cask"
brew "chruby"
brew "chruby-fish"
brew "ctags"
brew "erlang"
brew "fish"
brew "git"
brew "heroku-toolbelt"
brew "imagemagick"
brew "mongodb"
brew "ngrep"
brew "node"
brew "openssl"
brew "phantomjs"
brew "pick"
brew "postgresql"
brew "python"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby-build"
brew "sqlite"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
