brew "chruby"
brew "chruby-fish"
brew "ctags"
brew "elixir"
brew "erlang"
brew "fish"
brew "fzf"
brew "git"
brew "htop"
brew "hub"
brew "make"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "openssl"
brew "postgresql"
brew "pstree"
brew "readline"
brew "ripgrep"
brew "ruby-install"
brew "sqlitee
brew "tmux"
